Repository: Depressurizer/Depressurizer
Catalog: Depressurizer/GlobalStrings.*.resx
Languages: es

# CDlgFetch_DownloadingGameList
source: Downloading game list...
es: Descargando lista de juegos...

# CDlgFetch_FinishingDownload
source: Finishing download...
es: Finalizando descarga...

# CDlgFetch_UpdatingGameList
source: Updating Game List
es: Actualizando lista de juegos

# CDlgScrape_1minute
source: < 1 minute
es: < 1 minuto

# CDlgScrape_ApplyingData
source: Applying data...
es: Aplicando datos...

# CDlgScrape_ScrapingGameInfo
source: Scraping game info
es: Extrayendo información del juego

# CDlgScrape_Unknown
source: Unknown
es: Desconocido

# DBEditDlg_AbortedUpdate
source: Aborted. Updated {0} / {1} entries.
es: Cancelado. Actualizadas {0} / {1} entradas.

# DBEditDlg_AddedGame
source: Added game with ID {0}.
es: Añadido juego con ID {0}.

# DBEditDlg_AreYouSureDeleteGames
source: Delete {0} games from the database?
es: ¿Borrar {0} juegos de la base de datos?

# DBEditDlg_AreYouSureToClear
source: Are you sure you want to clear all data?
es: ¿Está seguro que quiere borrar todos los datos?

# DBEditDlg_CanceledListUpdate
source: Canceled list update.
es: Cancelada actualización de la lista.

# DBEditDlg_ClearedAllData
source: Cleared all data.
es: Eliminados todos los datos.

# DBEditDlg_Confirm
source: Confirm
es: Confirmación

# DBEditDlg_DatabaseSaved
source: Database saved.
es: Base de datos guardada.

# DBEditDlg_DatabaseSaveFailed
source: Database save failed.
es: Error al guardar base de datos.

# DBEditDlg_DeletedGames
source: Deleted {0} games.
es: Eliminados {0} juegos.

# DBEditDlg_DialogFilter
source: GZip Files (*.gz)|*.gz|XML Files (*.xml)|*.xml|All Files|*.*
es: Ficheros GZip (*.gz)|*.gz|Ficheros XML (*.xml)|*.xml|Todos los ficheros|*.*

# DBEditDlg_EditedGame
source: Edited game with ID {0}
es: Editado juego con ID {0}

# DBEditDlg_ErrorSavingFile
source: Error saving file: {0}
es: Error guardando fichero: {0}

# DBEditDlg_ErrorUpdatingGameList
source: Error updating game list.
es: Error actualizando lista de juegos.

# DBEditDlg_ErrorUpdatingGames
source: Error updating games.
es: Error actualizando juegos.

# DBEditDlg_ErrorWhileUpdatingGameList
source: An error occurred while updating the game list: {0}
es: Ocurrió un error al actualizar la lista de juegos: {0}

# DBEditDlg_ErrorWhileUpdatingGames
source: An error occurred while updating games: {0}
es: Ocurrió un error al actualizar los juegos: {0}

# DBEditDlg_FailedToAddGame
source: Failed to add game with ID {0}.
es: Error al añadir el juego con ID {0}.

# DBEditDlg_FileLoaded
source: File loaded.
es: Fichero cargado.

# DBEditDlg_FileSaved
source: File saved.
es: Fichero guardado.

# DBEditDlg_GameIdAlreadyExists
source: Game with specified ID already exists.
es: Ya existe un juego con el ID especificado.

# DBEditDlg_NoGamesToScrape
source: No games to scrape.
es: No hay juegos para extraer información.

# DBEditDlg_SaveFailed
source: Save failed.
es: Error al guardar.

# DBEditDlg_SelectedDisplayedTotal
source: {0} selected / {1} displayed / {2} total
es: {0} seleccionados / {1} mostrados / {2} total

# DBEditDlg_UnsavedChanges
source: Unsaved changes
es: Cambios no guardados

# DBEditDlg_UnsavedChangesSave
source: There are unsaved changes. Save to the game database first?
es: Hay cambios sin guardar. ¿Guarda la base de datos de juegos primero?

# DBEditDlg_UpdateCanceled
source: Update canceled.
es: Actualización cancelada.

# DBEditDlg_UpdatedEntries
source: Updated {0} entries.
es: Actualizadas {0} entradas.

# DBEditDlg_UpdatedGameList
source: Updated game list, added {0} games.
es: Actualizada lista de juegos, añadidos {0} juegos.

# DlgGameDBEntry_Add
source: Add
es: Añadir

# DlgGameDBEntry_IDMustBeInteger
source: Game ID must be an integer.
es: ID del juego debe ser un número entero.

# CDlgDataScrape_FinishingUp
source: Finishing up...
es: Finalizando...

# CDlgDataScrape_InitiatingSteamStoreDataScrape
source: Initiating Steam Store data scrape. {0} jobs to complete.
es: Iniciando extracción de datos de la tienda de Steam. {0} tareas para finalizar.

# CDlgDataScrape_ScrapeCompleted
source: Scrape completed. {0} failures. {1} results. Merging results into game data.
es: Extracción completada. {0} fallos. {1} resultados. Introduciendo resultados en la base de datos.

# CDlgDataScrape_TimeRemaining
source: Time Remaining:
es: Tiempo Restante:

# CDlgDataScrape_UpdatingComplete
source: Updating...{0}/{1} complete.
es: Actualizando...{0}/{1} completados.

# CDlgGetSteamID_AttemptingDownloadXMLProfile
source: Attempting to download XML profile page for custom URL name {0}: {1}
es: Intentando descargar página de perfil en XML para URL personalizada {0}: {1}

# CDlgGetSteamID_ExceptionDownloadingXMLProfile
source: Exception when downloading XML profile: {0}
es: Excepción al descargar perfil XML: {0}

# CDlgGetSteamID_FailedToDownloadProfile
source: Failed to download profile data:
es: Fallo al descargar datos del perfil:

# CDlgGetSteamID_GettingIDFromURL
source: Getting Steam ID from Custom URL...
es: Obteniendo Steam IDa partir de URL personalizada...

# CDlgGetSteamID_GettingSteamID
source: Getting Steam ID...
es: Obteniendo Steam ID...

# CDlgGetSteamID_XMLProfileDownloaded
source: Successfully downloaded XML profile.
es: Perfil XML descargado con éxito.

# CDlgUpdateProfile_UpdatingGameList
source: Updating game list...
es: Actualizando lista de juegos...

# DlgFatalError_ClipboardUpdated
source: Clipboard updated.
es: Portapapeles actualizado.

# DlgFatalError_CouldNotCopyClipboard
source: Could not copy to clipboard.
es: No se pudo copiar al portapapeles.

# DlgFatalError_CouldNotSaveErrorInformation
source: Could not save error information.
es: No se pudo guardar información de error.

# DlgFatalError_ErrorInformationSaved
source: Error information saved.
es: Información de error guardada.

# DlgFatalError_FatalError
source: {0} - Fatal Error
es: {0} - Error fatal

# DlgFatalError_FatalErrorOcurred
source: A fatal error has occurred in {0}. The program will now terminate.
es: Ha ocurrido un error fatal en {0}. El programa se cerrará.

# DlgGame_CreateGame
source: Create Game
es: Crear Juego

# DlgGame_EditGame
source: Edit Game
es: Editar Juego

# DlgManualDownload_IfIDSelectedMustBeNumber
source: If ID is selected, entry must be a number.
es: Si se selecciona ID, debe introducirse un número.

# DlgOptions_ErrorSavingSettingsFile
source: Error saving settings file:
es: Error guardando fichero de configuración:

# DlgProfile_AccountIDMustBeNumber
source: Account ID must be a number.
es: ID de cuenta debe ser un número.

# DlgProfile_Cancelling
source: Cancelling...
es: Cancelando...

# DlgProfile_ClickUpdateToDisplayNames
source: Click Update to get display names for the account numbers above.
es: Pulse Actualizar para obtener los nombres para los números de cuenta.

# DlgProfile_CouldNotFindSteamProfile
source: Could not find the Steam profile specified.
es: No se puedo encontrar el perfil de Steam especificado.

# DlgProfile_ExceptionRaisedWhenTryingScrapeProfileName
source: Exception raised when trying to scrape profile name for account {0}:
es: Excepción al intentar extraer nombre de perfil para la cuenta {0}:

# DlgProfile_FailedToCreateParentDirectory
source: Failed to create parent directory of profile file.
es: Error al crear directorio para el fichero de perfil.

# DlgProfile_Filter
source: Profiles (*.profile)|*.profile
es: Perfiles (*.profile)|*.profile

# DlgProfile_NoAccountConfiguration
source: No account configuration information was found in your Steam installation folder. You must enter your 64-bit account ID OR your Custom URL name manually.
es: No se encontró información de configuración de ninguna cuenta en su carpeta de instalación de Steam. Debe introducir manualmente un identificador de cuenta de 64-bits o el nombre de la URL personalizada de su perfil.

# DlgProfile_UpdatingNames
source: Updating names...
es: Actualizando nombres...

# DlgProfile_YouMustEnterValidProfilePath
source: You must enter a valid profile file path.
es: Debe introducir un fichero de perfil válido.

# DlgSteamPath_ThatPathDoesNotExist
source: That path does not exist. Are you sure?
es: Ese directorio no existe. ¿Está seguro?

# GameData_AccessDeniedSteamConfigFile
source: Access denied on Steam config file:
es: Acceso denegado al fichero de configuración de Steam:

# GameData_AddedNewGame
source: Added new game found in Steam config: {0} - {1}
es: Añadidos nuevos juegos encontrados la configuración de Steam: {0} - {1}

# GameData_AddingGameToConfigFile
source: Adding game {0} to config file.
es: Añadido juego {0} al fichero de configuración.

# GameData_AttemptingDownloadHTMLGameList
source: Attempting to download HTML game list from URL {0}
es: Intentando descargar lista de juegos HTML desde URL {0}

# GameData_AttemptingDownloadXMLGameList
source: Attempting to download XML game list from URL {0}
es: Intentando descarga lista de juegos XML desde URL {0}

# GameData_CleaningUpSteamConfigTree
source: Cleaning up steam config tree before writing to disk.
es: Limpiando el árbol de configuración de Steam antes de guardar en disco.

# GameData_ErrorOpeningConfigFileParam
source: Error opening Steam config file: {0}
es: Error abriendo el fichero de configuración de Steam: {0}

# GameData_ErrorOpeningSteamConfigFile
source: Error opening Steam config file:
es: Error abriendo el fichero de configuración de Steam:

# GameData_ErrorParsingConfigFileParam
source: Error parsing Steam config file: {0}
es: Error interpretando el fichero de configuración de Steam: {0}

# GameData_ErrorParsingSteamConfigFile
source: Error parsing Steam config file:
es: Error interpretando el fichero de configuración de Steam:

# GameData_ErrorSavingSteamConfigFile
source: Error saving steam config file: {0}
es: Error guardando el fichero de configuración de Steam: {0}

# GameData_ExceptionDownloadHTMLGameList
source: Exception when downloading HTML game list: {0}
es: Excepción al descargar listado de juegos HTML: {0}

# GameData_ExceptionDownloadXMLGameList
source: Exception when downloading XML game list: {0}
es: Excepción al descargar listado de juegos XML: {0}

# GameData_FailedToSaveSteamConfigBadPath
source: Failed to save Steam config file: Invalid path specified.
es: Fallo al guardar el fichero de configuración de Steam: Directorio especificado no válido.

# GameData_FailedToSaveSteamConfigFile
source: Failed to save Steam config file:
es: Fallo al guardar el fichero de configuración de Steam:

# GameData_IntegratedGameIntoGameList
source: Integrated game into game list: {0} - {1}. New: {2}
es: Añadidos juegos en la lista de juegos: {0} - {1}. Nuevos: {2}

# GameData_IntegratedHTMLDataIntoGameList
source: Integrated HTML data into game list. {0} total items, {1} new.
es: Añadidos datos HTML en la lista de juegos. {0} entradas totales, {1} nuevas.

# GameData_IntegratedXMLDataIntoGameList
source: Integrated XML data into game list. {0} total items, {1} new.
es: Añadidos datos XML en la lista de juegos. {0} entradas totales, {1} nuevas.

# GameData_LoadingErrorSteamConfig
source: Loading existing Steam config failed: {0}
es: Fallo cargando la configuración de Steam existente: {0}

# GameData_OpeningSteamConfigFile
source: Opening Steam config file: {0}
es: Abriendo el fichero de configuración de Steam: {0}

# GameData_ProcessedGame
source: Processed game from Steam config: {0}, Cat: {1}
es: Juegos procesados desde la configuración de Steam: {0}, Cat: {1}, Fav: {2}

# GameData_ProfileNotPublic
source: Profile is not public.
es: El perfil no es público.

# GameData_RemovingGameCategoryFromSteamConfig
source: Removing game {0} category info from Steam config file.
es: Eliminando información de la categoría {0} del fichero de configuración de Steam.

# GameData_SavingSteamConfigFile
source: Saving Steam config file: {0}.
es: Guardando fichero de configuración de Steam: {0}.

# GameData_SkippedIntegratingGame
source: Skipped integrating game: {0} - {1}.
es: Omitida integración de juegos: {0} - {1}.

# GameData_SkippedProcessingGame
source: Skipped processing game {0} from Steam config.
es: Omitido procesado del juego {0} de la configuración de Steam.

# GameData_SpecifiedProfileNotPublic
source: The specified profile is not public.
es: El perfil especificado no es público.

# GameData_SteamConfigFileLoaded
source: Steam config file loaded. {0} items found.
es: Fichero de configuración de Steam cargado. {0} entradas encontradas.

# GameData_SuccessDownloadHTMLGameList
source: Successfully downloaded HTML game list.
es: Descarga correcta de lista de juegos HTML.

# GameData_SuccessDownloadXMLGameList
source: Successfully downloaded XML game list.
es: Descarga correcta de lista de juegos XML.

# GameData_WritingToDisk
source: Writing to disk...
es: Guardando a disco...

# GameDB_DownloadingSteamAppList
source: Downloading Steam app list.
es: Descargando lista de aplicaciones de Steam.

# GameDB_GameDBSaved
source: GameDB saved.
es: GameDB guardada.

# GameDB_GameDBXMLParsed
source: GameDB XML document parsed.
es: Documento GameDB XML interpretado.

# GameDB_GameDBXMLProcessed
source: GameDB XML processed, load complete.
es: GameDB XML procesado, carga completa.

# GameDB_InitiatingStoreScrapeForGame
source: Initiating store scrape for game id {0}
es: Iniciando extracción de la tienda para el juego ID {0}

# GameDB_LoadedNewItemsFromAppList
source: Loaded {0} new items from the app list.
es: Cargadas {0} nuevas entradas de la lista de aplicaciones.

# GameDB_LoadingGameDBFrom
source: Loading GameDB from {0}
es: Cargando GameDB desde {0}

# GameDB_SavingGameDBTo
source: Saving GameDB to {0}
es: Guardando GameDB a {0}

# GameDB_ScrapingAgeCheckNoRedirect
source: Scraping {0}: Age check with no redirect
es: Extrayendo {0}: comprobación de edad si redirección, o demasidas redirecciones (en #{1})

# GameDB_ScrapingCouldNotParse
source: Scraping {0}: Could not parse info from page
es: Extrayendo {0}: no se pudo interpretar información de la página

# GameDB_ScrapingHitAgeCheck
source: Scraping {0}: Hit age check for id {1}
es: Extrayendo {0}: alcanzada comprobación de edad para juego ID {1}

# GameDB_ScrapingPageRead
source: Scraping {0}: Page read
es: Extrayendo {0}: página leída

# GameDB_ScrapingPageReadFailed
source: Scraping {0}: Page read failed. {1}
es: Extrayendo {0}: fallo al leer página. {1}

# GameDB_ScrapingParsed
source: Scraping {0}: Parsed. Genre: {1}
es: Extrayendo {0}: Interpretada. Género: {1}. Redirección: {2}

# GameDB_ScrapingParsedDLC
source: Scraping {0}: Parsed. DLC. Genre: {1}
es: Extrayendo {0}: Interpretada. DLC. Género: {1}

# GameDB_ScrapingReceivedSiteError
source: Scraping {0}: Received Site Error
es: Extrayendo {0}: Recibido error desde el sitio web.

# GameDB_ScrapingRedirectedTo
source: Scraping {0}: Redirecting to {1}
es: Extrayendo {0}: Redireccionando a {1}

# GameDB_ScrapingRedirectedToMainStorePage
source: Scraping {0}: Redirected to main store page
es: Extrayendo {0}: Redireccionado a página principal de la tienda

# GameDB_ScrapingRedirectedToNonApp
source: Scraping {0}: Redirected to a non-app URL
es: Extrayendo {0}: Redireccionado a URL que no es una aplicación

# GameDB_ScrapingRedirectedToOtherApp
source: Scraping {0}: Redirected to another app id ({1})
es: Extrayendo {0}: Redireccionado a otra aplicación ID ({1})

# GameDB_XMLAppListDownloaded
source: XML App list downloaded.
es: Descargada lista de aplicaciones XML.

# MainForm_AddContentsOfSteamCommunity
source: This action will add the contents of a Steam community game list to the currently loaded game list. If you do not want to do this, close the open game list or profile first. Continue loading games?
es: Esta acción añadirá los contenido de la lista de juegos de la comunidad de Steam a la lista actualmente cargada. Si no quiere hacer esto, cierre primero la lista abierta de juegos o el perfil. ¿Continúa con la carga de juegos?

# MainForm_AddContentsOfSteamConfigFile
source: This action will add the contents of a Steam config file to the currently loaded game list, and will overwrite the category information for any existing games. If you do not want to do this, close the open profile or gamelist first. Continue loading file?
es: Esta acción añadirá los contenidos del fichero de configuración de Steam a la lista de juegos actualmente cargada, y sobreescribirá la información de categorías para cualquier juego existente. Si no quiere hacer esto, cierre primero el perfil abierto o la lista de juegos. ¿Continúa la carga del fichero?

# MainForm_DataExported
source: Data exported.
es: Datos exportados.

# MainForm_ExportFailed
source: Export failed.
es: Fallo en la exportación.

# MainForm_ImportedGames
source: Imported {0} games.
es: Importados {0} juegos.

# MainForm_ImportFailed
source: Import failed.
es: Fallo en importación.

# MainForm_NoGameInfoFound
source: Warning: No game info found in the specified file.
es: Aviso: No se encontró información de juego en el fichero especificado.

# MainForm_NoGamesFound
source: No games found.
es: No se encontraron juegos.

# MainForm_AddedGame
source: Added game.
es: Juego añadido.

# MainForm_All
source: <All>
es: <Todos>

# MainForm_AutonameCanceled
source: Autoname canceled.
es: Autonombrado cancelado.

# MainForm_AutonamedGames
source: Autonamed {0} games.
es: Autonombrados {0} juegos.

# MainForm_CategoryAdded
source: Category '{0}' added.
es: Categoría '{0}' añadida.

# MainForm_CategoryDeleted
source: {0} categories deleted.
es: Categoría '{0}' borrada.

# MainForm_CategoryNameReserved
source: Category name '{0}' is reserved.
es: Nombre de categoría '{0}' está reservado.

# MainForm_CategoryNamesNotEmpty
source: Category names cannot be empty.
es: Los nombres de categoría no pueden estar vacíos.

# MainForm_CategoryRenamed
source: Category renamed.
es: Categoría renombrada.

# MainForm_ClearedData
source: Cleared data.
es: Datos borrados.

# MainForm_CouldNotAddCategory
source: Could not add category '{0}'
es: No se puedo añadir la categoría '{0}'

# MainForm_CouldNotDeleteCategory
source: Could not delete categories.
es: No se pudo borrar la categoría '{0}'.

# MainForm_Create
source: Create
es: Crear

# MainForm_CreateCategory
source: Create category
es: Crear categoría

# MainForm_DeleteCategory
source: Delete category '{0}'?
es: ¿Borrar categoría '{0}'?

# MainForm_DownloadAborted
source: Download aborted.
es: Descarga cancelanda.

# MainForm_DownloadedGames
source: Downloaded {0} games, {1} new, via {2}.
es: Descargados {0} juegos, {1} nuevos, vía {2}.

# MainForm_DownloadFailed
source: Download failed.
es: Fallo en descarga.

# MainForm_EditedGame
source: Edited game.
es: Juego editado.

# MainForm_EnterNewCategoryName
source: Enter new category name:
es: Introduzca nombre de la nueva categoría:

# MainForm_EnterNewName
source: Enter new name:
es: Introduzca nuevo nombre:

# MainForm_ErrorDowloadingProfile
source: There was an error downloading the profile data: {0}
es: Hubo un error descargando datos del perfil: {0}

# MainForm_ErrorDownloadingGames
source: Error downloading games.
es: Error descargando juegos.

# MainForm_ErrorDownloadingProfileData
source: Error downloading profile data via {0}.
es: Error descargando datos del perfil vía {0}.

# MainForm_ErrorImportingSteamDataList
source: Error importing steam data list. {0}
es: Error importando lista de datos de Steam

# MainForm_ErrorLoadingGameDB
source: Error loading game database. Local category and DLC data will not be available.
es: Error cargando base de datos de juegos. Categorías locales y datos DLC no estarán disponibles.

# MainForm_ErrorOcurredOnGames
source: Errors occurred on {0} games.
es: Se produjeron errores en {0} juegos.

# MainForm_ErrorSavingFile
source: Error saving file.
es: Error guardando fichero.

# MainForm_ExportedCategories
source: Exported categories.
es: Categorías exportadas.

# MainForm_FailedLoadProfile
source: Failed to load profile.
es: Fallo al cargar perfil.

# MainForm_FailedSaveProfile
source: Failed to save profile.
es: Fallo al guardar perfil.

# MainForm_FailedToLoadStorePages
source: Failed to load store pages for {0} games.
es: Fallo al cargar página de la tienda para {0} juegos.

# MainForm_Favorite
source: <Favorite>
es: <Favoritos>

# MainForm_GameDBFileNotExist
source: GameDB file does not exist.
es: Fichero GameDB file no existe.

# MainForm_GamesNotFoundInGameDB
source: {0} games need have no web-sourced data in the local database. Scrape now? This could take up to a few seconds per game.
es: {0} juegos no localizados en la base de datos local. ¿Se revisa la tienda de Steam para cargar los géneros de estos juegos?

# MainForm_IgnoredGame
source: Ignored {0} game{1}.
es: Ignorados {0} juegos {1}.

# MainForm_ImportedItems
source: Imported {0} items.
es: Importados {0} objetos.

# MainForm_NameIsInUse
source: Name '{0}' is already in use.
es: Nombre '{0}' ya está en uso.

# MainForm_NoGameDataFound
source: No game data found. Please make sure the custom URL name is spelled correctly.
es: No se encontraron datos de juegos. Por favor, verifique que el nombre de la URL personalizada del perfil es correcto.

# MainForm_NoGamesInDownload
source: No games in download.
es: No se encontraron juegos en la descarga.

# MainForm_NoProfileLoaded
source: No profile loaded. Create one now?
es: No hay perfil cargado. ¿Crear uno ahora?

# MainForm_Overwrite
source: Overwrite?
es: ¿Sobreescribir?

# MainForm_OverwriteExistingNames
source: Do you want to overwrite existing names? Saying "No" will only rename games that do not have a name set.
es: ¿Quiere sobreescribir los nombres existentes? Pulsar \"No\" solo renombrá aquellos juegos que no tienen un nombre ya establecido.

# MainForm_ProfileCreated
source: Profile created.
es: Perfil creado.

# MainForm_ProfileEdited
source: Profile edited.
es: Perfil editado.

# MainForm_ProfileLoaded
source: Profile loaded.
es: Perfil cargado.

# MainForm_ProfileSaved
source: Profile saved.
es: Perfil guardado.

# MainForm_RemovedEmptyCategories
source: Removed {0} empty categories.
es: Eliminadas {0} categorías vacías.

# MainForm_RemovedGame
source: Removed {0} game{1}.
es: Eliminado {0} juego{1}.

# MainForm_RemoveGame
source: Remove {0} game{1}?
es: ¿Eliminar {0} juego{1}?

# MainForm_Rename
source: Rename
es: Renombrar

# MainForm_RenameCategory
source: Rename category: {0}
es: Renombrar categoría: {0}

# MainForm_SavingProfileDataFailed
source: Saving profile data failed:
es: Fallo al guardar datos del perfil:

# MainForm_SelectedDisplayed
source: {0} selected / {1} displayed
es: {0} seleccionados / {1} mostrados

# MainForm_SomeSelectedGameHaveCategories
source: Some of the selected games already have categories set. Would you like to overwrite these categories?
es: Alguno de los juegos seleccionados ya tienen categorías establecidas. ¿Quiere sobreescribir estas categorías?

# MainForm_Uncategorized
source: <Uncategorized>
es: <Sin categoría>

# MainForm_UnignoredGame
source: Unignored game {0}.
es: Juego designorado {0}.

# MainForm_UnsavedChanges
source: Unsaved changes
es: Cambios sin guardar

# MainForm_UnsavedChangesWillBeLost
source: Unsaved changes will be lost. Save first?
es: Los cambios sin guardar se perderán. ¿Guardar primero?

# MainForm_UpdatedCategories
source: Updated {0} categories.
es: Actualizadas {0} categorías localmente.

# MainForm_UpdatedViaWeb
source: Updated {0} via web.
es: Actualizado {0} vía web.

# MainForm_UpdatedViaWebAndAborted
source: Updated {0} / {1} via web and aborted.
es: Actualizado {0} / {1} vía web y cancelado.

# MainForm_XMLDownloadFailed
source: XML download failed.
es: Fallo en descarga XML.

# MainForm_Yes
source: Yes
es: Sí

# Profile_ErrorLoadingProfile
source: Error loading profile:
es: Error cargando perfil:

# Profile_ErrorSavingProfileFile
source: Error saving profile file:
es: Error guardando fichero de perfil:
