Repository: Depressurizer/Depressurizer
Catalog: Depressurizer/GlobalStrings.*.resx
Languages: es

# Profile_FailedToLoadProfile
source: Failed to load profile: {0}
es: Error al cargar perfil: {0}

# Profile_FailedToOpenProfileFile
source: Failed to open profile file for writing: {0}
es: Error al abrir fichero de perfil para escritura: {0}

# Profile_LoadingProfile
source: Loading profile from file: {0}
es: Cargando perfil desde el fichero: {0}

# Profile_ProfileSaveComplete
source: Profile save complete.
es: Guardado de perfil completo.

# Profile_SavingProfile
source: Saving profile: {0}
es: Guardando perfil: {0}

# Program_ProgramClosing
source: Program closing.
es: Cerrando aplicación.

# Program_ProgramInitialized
source: Program initialized. Logging level set to {0}.
es: Aplicación iniciada. Nivel de registro configurado a {0}.

# TextVdfFile_CanNotGetKey
source: Node is a value, not an array. Cannot get key {0}
es: El nodo es un valor, no un array. No se puede obtener la clave {0}

# TextVdfFile_CanNotSetKey
source: Node is a value, not an array. Cannot set key {0}
es: El nodo es un valor, no un array. No se puede establecer la clave {0}

# TextVdfFile_UnexpectedCharacterKey
source: Unexpected character '{0}' found when expecting key.
es: Carácter inesperado '{0}' encontrado cuando se esperaba una clave.

# TextVdfFile_UnexpectedCharacterValue
source: Unexpected character '{0}' found when expecting value.
es: Carácter inesperado '{0}' encontrado cuando se esperaba un valor.

# TextVdfFile_UnexpectedEOF
source: Unexpected end-of-file reached: Unterminated string.
es: Alcanzado final de fichero inesperadamente: cadena sin finalizar.

# DlgProfile_EditProfile
source: Edit Profile
es: Editar Perfil
