Repository: Depressurizer/Depressurizer
Catalog: Source/Depressurizer/GlobalStrings.*.resx
Languages: ru, uk

# AutoCat_Name_DevPub
source: Developers & Publishers
ru: Разработчики & Издатели
uk: Розробники & Видавці

# AutoCat_Name_Flags
source: Store Flags
ru: Поддержка игры
uk: Підтримка гри

# AutoCat_Name_Genre
source: Store Genre
ru: Жанр
uk: Жанр

# AutoCat_Name_Group
source: Group of Autocats
ru: Группа Автокатегорий
uk: Група Автокатегорій

# AutoCat_Name_Hltb
source: HLTB time
ru: HLTB время игры
uk: HLTB час гри

# AutoCat_Name_Manual
source: Manual
ru: Ручной выбор
uk: Особистий вибір

# AutoCat_Name_Tags
source: Store Tags
ru: Тэги
uk: Теги

# AutoCat_Name_UserScore
source: User Score
ru: Отзывы
uk: Відгуки

# AutoCat_Name_Year
source: Release Year
ru: Дата релиза
uk: Дата релізу

# AutoCat_NothingSelected
source: No AutoCats selected. Select at least one AutoCat before running.
ru: Не выбран не один АвтоКат. Выбирете хотя бы один Автокад перед запуском.
uk: Жоден з АвтоКат не вибранний. Оберіть хоча б один перед запуском.

# AutoCatGenre_Exception_NoGameDB
source: AutoCatGenre has no game database.
ru: АвтоКат Жанр нет базы данных игры.
uk: АвтоКат Жанр немає бази данних гри.

# AutoCatGenre_Exception_NoGameList
source: AutoCatGenre has no game list.
ru: АвтоКат Жанр нет списка игр.
uk: АвтоКат Жанр немає списку ігор.

# AutoCatGenrePanel_Help_TagFallback
source: If a game exists in the database but has no genres defined, look for tags that match genre names instead.
ru: Если игра есть в базе данных, но не определен жанр - ищит название жанра по тэгам.
uk: Якщо гра є у базі данних, але не визначений жанр - шукає назву жанра по тегам.

# AutoCatGroup_AutoCatsLoaded
source: Autocats loaded.
ru: АвтоКат Загруженны.
uk: АвтоКат завантаженні.

# AutoCatSelected_NothingSelected
source: No games are currently selected. Auto-Categorize will not do anything.
ru: Игры не выбраны. АвтоКат ничего не изменит.
uk: Ігри не вибрані. АвтоКат нічого не змінять.

# AutoCatUserScore_Dialog_ConfirmPreset
source: This will erase your current rules. Continue?
ru: Это удалит ваши правила. Продолжить?
uk: Це видалить ваші правила. Продовжити?

# AutoCatUserScore_Help_Rules
source: Each game will be assigned to a category with the name of the first rule that matches. If a game matches more than one rule, it will only be assigned to a category for the first one. If a game does not match any rules, no category will be assigned.
ru: Каждая игра будет определена в категорию по имени первого подходящего правила. Если игра подходит к нескольким правилам - она будет определенна только в первую подходящую. Если игра не подходит ни к одному правилу - не будет определена ни в одну категорию.
uk: Кожна гра буде призначена в категорію по імені першого підходящего правила. Якщо гра підходить під декілька правил - буде призначена тільки в перше підходяще. Якщо гра не підходить під жодне з правил - не буде призначена в жодну категорію.

# AutoCatUserScore_NewRuleName
source: New Rule
ru: Новое правило
uk: Нове правило

# AutoCatUserScore_Preset_Name_SteamLabels
source: Steam Labels
ru: Steam метки
uk: Steam позначки

# AutoCatUserScore_Preset_Steam_Mixed
source: Mixed
ru: Смешанные
uk: Змішані

# AutoCatUserScore_Preset_Steam_Negative1
source: Mostly Negative
ru: В основном Негативные
uk: Переважно Негативні

# AutoCatUserScore_Preset_Steam_Negative2
source: Negative
ru: Негативные
uk: Негативні

# AutoCatUserScore_Preset_Steam_Negative3
source: Very Negative
ru: Очень Негативные
uk: Дуже Негативні

# AutoCatUserScore_Preset_Steam_Negative4
source: Overwhelmingly Negative
ru: Крайне негативные
uk: Виключно Негативні

# AutoCatUserScore_Preset_Steam_Positive1
source: Mostly Positive
ru: В основном Позитивные
uk: Переважно Позитивні

# AutoCatUserScore_Preset_Steam_Positive2
source: Positive
ru: Позитивные
uk: Позитивні

# AutoCatUserScore_Preset_Steam_Positive3
source: Very Positive
ru: Очень Позитивные
uk: Дуже Позитивні

# AutoCatUserScore_Preset_Steam_Positive4
source: Overwhelmingly Positive
ru: Крайне Позитивные
uk: Виключно Позитивні

# AutoMode_Help_Launch
source: Will launch Steam after completing autocats.
ru: Запустит Steam после окончания АвтоКат.
uk: Запустить Steam після закінчення АвтоКат.

# AutoMode_Help_Output
source: If set to Normal, the output window will remain open until you close it. If set to Quiet, the output window will automatically close unless errors are encountered. If set to Silent, the output window will always automatically close.
ru: Если установленно Обычный - окно будет открыто пока его не закрыть вручную. Если установленно Тихий - окно закроется автоматически, если не будет ошибок. Если установленно Безшумный - окно закроется автоматически.
uk: Якщо вибрано Звичайний - вікно буде відкрите поки його не закрти вручну. Якщо вибрано Тихий - вікно закриється автоматично, якщо не буде помилок. Якщо вибрано Безшумний - вікно закриється автоматично.

# AutoMode_Help_SaveDB
source: Save the database if any changes are made to it. Recommended: Enabled
ru: Сохранить базу данных при любых измениях в ней. Рекомендуется: Включить
uk: Зберігти базу данних при будь яких змінах в ній. Рекомендується: Увімкнути

# AutoMode_Help_SaveProfile
source: Save the profile after running autocats. Recommended: Enabled
ru: Сохраняет профиль после окончания АвтоКат. Рекомендуется: Включить
uk: Зберігає профіль після закінчення АвтоКат. Рекомендується: Увімкнути

# AutoMode_Help_SteamCheck
source: If set to Check and Close, attempt to close Steam if it is running. (Recommended.) If set to Check and Abort, stop AutoCat operation if Steam is running. If set to Skip, don't check whether Steam is running.
ru: Если выбрано Проверить и Закрыть - закроет Steam если он запущен. (Рекомендуется) Если выбрано Проверить и Отменить - отменит АвтоКат если Steam запущен. Если выбрано Пропустить - не будет проверять запущен ли Steam.
uk: Якщо вибрано Перевірити і Закрити - закриє Steam якщо він запущений. (Рекомендується) Якщо вибрано Перевірити і Відмінити - відмінить АвтоКат якщо Steam запущений. Якщо вибрано Пропустити - не буде перевіряти чи запущений Steam.

# AutoMode_Help_Tolerant
source: If disabled, will terminate after any error. If enabled, will continue if non-fatal errors are encountered. Recommended: Enabled
ru: Если выключено - будет прекращенно после ошибки. Если включено - продолжит если не будет критических ошибок. Рекомендуется: Включено
uk: Якщо виключено - буде припинено після помилки. Якщо включено - продовжить якщо не буде критичних помилок. Рекомендується: Включено

# Category_Exception_ObjectNotCategory
source: Object is not a Category
ru: Объект не является Категорией
uk: Об'єкт не відноситься до Категорій

# CDlgDataScrape_FinishingUp
source: Finishing up...
ru: Заканчиваю...
uk: Закінчую...

# CDlgDataScrape_ScrapeCompleted
source: Scrape completed. {0} failures. {1} results. Merging results into game data.
ru: Сбор завершен. {0} ошибок. {1} успешно. Объединение результатов в игровые данные.
uk: Збір завершений. {0} помилок. {1} успешно. Об'єднання результатів в ігрові дані.

# CDlgDataScrape_TimeRemaining
source: Time Remaining:
ru: Осталось времени:
uk: Часу залишилось:

# CDlgDataScrape_UpdatingComplete
source: Updating...{0}/{1} complete.
ru: Обновление...{0}/{1} законченно.
uk: Оновлення...{0}/{1} закінчено.

# CDlgFetch_DownloadingGameList
source: Downloading game list...
ru: Скачивание списка игр...
uk: Завантаження списку ігр...

# CDlgFetch_FinishingDownload
source: Finishing download...
ru: Заканчиваем скачивание...
uk: Завершуємо завантаження...

# CDlgFetch_UpdatingGameList
source: Updating Game List
ru: Обновление списка игр
uk: Оновлення списку ігр

# CDlgGetSteamID_FailedToDownloadProfile
source: Failed to download profile data:
ru: Не удалось загрузить данные профиля:
uk: Не вдалось завантажити данні профілю:

# CDlgGetSteamID_GettingIDFromURL
source: Getting Steam ID from Custom URL...
ru: Получение Steam ID с пользовательского URL...
uk: Отримання Steam ID з URL користувача...

# CDlgGetSteamID_GettingSteamID
source: Getting Steam ID...
ru: Получение Steam ID...
uk: Отримання Steam ID...

# CDlgGetSteamID_XMLProfileDownloaded
source: Successfully downloaded XML profile.
ru: Успешно загружен XML профиль.
uk: Успішно завантажен XML профіль.

# CDlgHltb_Title
source: Updating HLTB times
ru: Обновление время игры HLTB
uk: Оновлення часу гри HLTB

# CDlgHltb_UpdateHltb
source: Updating HowLongToBeat.com times...
ru: Обновление время игры HowLongToBeat.com...
uk: Оновлення часу гри HowLongToBeat.com...

# CDlgScrape_1minute
source: < 1 minute
ru: < 1 минуты
uk: < 1 хвилини

# CDlgScrape_ScrapingGameInfo
source: Scraping game info
ru: Сбор информации про игру
uk: Збір інформацію про гру

# CDlgScrape_Unknown
source: Unknown
ru: Неизсвестно
uk: Не відомо

# CDlgUpdateProfile_UpdatingGameList
source: Updating game list...
ru: Обновление списка игр...
uk: Оновлення списку ігор...

# DBEditDlg_AbortedUpdate
source: Aborted. Updated {0} / {1} entries.
ru: Отмененно. Обновленно {0} / {1} записей.
uk: Відміненно. Оновленно {0} / {1} записів.

# DBEditDlg_AddedGame
source: Added game with ID {0}.
ru: Добавленна игра с ID {0}.
uk: Додана гра з ID {0}.

# DBEditDlg_AppInfoUpdateFailed
source: Failed to update from AppInfo: {0}
ru: Не удалось обновить с AppInfo: {0}
uk: Не вийшло оновити з AppInfo: {0}

# DBEditDlg_AreYouSureDeleteGames
source: Delete {0} games from the database?
ru: Удалить {0} игр с базы данных?
uk: Видалити {0} ігр з бази даних?

# DBEditDlg_AreYouSureToClear
source: Are you sure you want to clear all data?
ru: Вы уверенны что хотите удалить все данные?
uk: Ви впевненні що хочете видалити всі дані?

# DBEditDlg_CanceledHltbUpdate
source: Canceled HLTB update.
ru: Отмененно обновление с HLTB.
uk: Відміненно оновлення з HLTB.

# DBEditDlg_CanceledListUpdate
source: Canceled list update.
ru: Отмененно обновление списка.
uk: Відміненно оновлення списку.

# DBEditDlg_ClearedAllData
source: Cleared all data.
ru: Очищенно все данные.
uk: Очищенно всі дані.

# DBEditDlg_Confirm
source: Confirm
ru: Подтвердите
uk: Підтвердіть

# DBEditDlg_DatabaseSaved
source: Database saved.
ru: База данных сохраненна.
uk: База даних збереженна

# DBEditDlg_DatabaseSaveFailed
source: Database save failed.
ru: Не удалось сохранить базу данных.
uk: Не вдалось зберігти базу даних.

# DBEditDlg_DeletedGames
source: Deleted {0} games.
ru: Удалено {0} игр.
uk: Виданено {0} ігр.

# DBEditDlg_EditedGame
source: Edited game with ID {0}
ru: Игра ID {0} отредактированна
uk: Гра ID {0} відредагована

# DBEditDlg_Error
source: Error
ru: Ошибка
uk: Помилка

# DBEditDlg_ErrorSavingFile
source: Error saving file: {0}
ru: Ошибка сохранения файла: {0}
uk: Помилка збереження файла: {0}

# DBEditDlg_ErrorUpdatingGameList
source: Error updating game list.
ru: Ошибка обновления списка игр.
uk: Помилка оновлення списку ігр

# DBEditDlg_ErrorUpdatingGames
source: Error updating games.
ru: Ошибка обновления игр.
uk: Помилка оновлення ігр.

# DBEditDlg_ErrorUpdatingHltb
source: Error updating from HLTB.
ru: Ошибка обновления с HLTB.
uk: Помилка оновлення з HLTB.

# DBEditDlg_ErrorWhileUpdatingGameList
source: An error occurred while updating the game list: {0}
ru: Произошла ошибка при обновлении списка игр: {0}
uk: Відбулася помилка при оновленні списку ігр: {0}

# DBEditDlg_ErrorWhileUpdatingGames
source: An error occurred while updating games: {0}
ru: Произошла ошибка при обновлении игр: {0}
uk: Відбулася помилка при оновленні ігр: {0}

# DBEditDlg_ErrorWhileUpdatingHltb
source: An error occured while updating from howlongtobeatsteam.com: {0}
ru: Произошла ошибка при обновлении с howlongtobeatsteam.com: {0}
uk: Відбулася помилка при оновленні з howlongtobeatsteam.com: {0}

# DBEditDlg_FailedToAddGame
source: Failed to add game with ID {0}.
ru: Не удалось добавить игру с ID {0}.
uk: Не вдалося додати гру з ID {0}.

# DBEditDlg_FileLoaded
source: File loaded.
ru: Файл загружен.
uk: Файл завантажений.

# DBEditDlg_FileSaved
source: File saved.
ru: Файл сохранен.
uk: Файл збережений.

# DBEditDlg_GameIdAlreadyExists
source: Game with specified ID already exists.
ru: Игра с таким ID уже существует.
uk: Гра з таким ID вже існує.

# DBEditDlg_HltbUpdateFailed
source: Failed to update from HLTB: {0}
ru: Не удалось обновиться с HLTB: {0}
uk: Не вдалося оновитися з HLTB: {0}

# DBEditDlg_Log_ExceptionAppInfo
source: Exception when updating AppInfo: {0}
ru: Исключение при обновлении AppInfo: {0}
uk: Виключення при оновленні AppInfo: {0}

# DBEditDlg_Log_ExceptionHltb
source: Exception when updating from HLTB: {0}
ru: Исключение при обновлении с HLTB: {0}
uk: Виключення при оновленні з HLTB: {0}

# DBEditDlg_NoGamesToScrape
source: No games to scrape.
ru: Нет игр для сбора.
uk: Немає ігр для збору.

# DBEditDlg_SaveFailed
source: Save failed.
ru: Не удалось сохранить.
uk: Не вдалося зберігти.

# DBEditDlg_SelectedDisplayedTotal
source: {0} selected / {1} displayed / {2} total
ru: {0} выбрано / {1} показано / {2} всего
uk: {0} вибрано / {1} показано / {2} всього

# DBEditDlg_UnsavedChanges
source: Unsaved changes
ru: Несохраненные изменения

# DBEditDlg_UpdateCanceled
source: Update canceled.
ru: Обновление отменено.

# DBEditDlg_UpdatedGameList
source: Updated game list, added {0} games.
ru: Обновлен список игр, добавлено {0} игр.

# DlgAutoCat_Help_DevSelected
source: Show/hide selected Developers
ru: Показать/скрыть выбранных разработчиков

# DlgAutoCat_Help_PubSelected
source: Show/hide selected Publishers
ru: Показать/скрыть выбранных издателей

# DlgAutoCat_MustHaveName
source: AutoCat must have a name.
ru: Автокатегория должна иметь имя.

# DlgAutoCat_NameInUse
source: Name is already in use.
ru: Такое имя уже используется.

# DlgAutoCat_RenameBoxButton
source: Rename
ru: Переименовать

# DlgAutoCat_RenameBoxLabel
source: Name:
ru: Имя:

# DlgAutoCat_RenameBoxTitle
source: Enter new AutoCat name
ru: Ввести новое имя для автокатегории

# DlgGame_CreateGame
source: Create Game
ru: Создать игру

# DlgGame_EditGame
source: Edit Game
ru: Редактировать игру

# DlgGameDBEntry_Add
source: Add
ru: Добавить

# DlgProfile_Cancelling
source: Cancelling...
ru: Отменяю...

# DlgProfile_EditProfile
source: Edit Profile
ru: Редактировать профиль

# DlgProfile_Help_WebUpdate
source: Download a game list from your profile on the steamcommunity.com website. Requires your profile to be set to "Public".
ru: Скачиваю список игр из твоего профиля из сайта steamcommunity.com. Требуется публичный профиль.

# DlgProfile_UpdatingNames
source: Updating names...
ru: Обновляю имена...

# DlgSteamPath_ThatPathDoesNotExist
source: That path does not exist. Are you sure?
ru: Этот путь не существует. Ты уверен?

# Gen_Error
source: Error
ru: Ошибка

# Gen_Warning
source: Warning
ru: Внимание

# MainForm_AddedGame
source: Added game.
ru: Добавлена игра.

# MainForm_CategoryRenamed
source: Category renamed.
ru: Категория переименована.

# MainForm_Create
source: Create
ru: Создать

# MainForm_CreateCategory
source: Create category
ru: Создать категорию

# MainForm_DownloadAborted
source: Download aborted.
ru: Скачивание прервано

# MainForm_DownloadedGames
source: Downloaded {0} games, {1} new, via {2}.
ru: Скачано {0} игр, {1} новых, из {2}.

# MainForm_EnterNewCategoryName
source: Enter new category name:
ru: Введите новое название для категории:

# MainForm_EnterNewFilterName
source: Enter new filter name:
ru: Введите новое название для фильтра:

# MainForm_EnterNewName
source: Enter new name:
ru: Введите новое имя:

# MainForm_ErrorSavingFile
source: Error saving file.
ru: Ошибка в сохранении файла.

# MainForm_FailedLoadProfile
source: Failed to load profile.
ru: Не могу загрузить профиль.

# MainForm_FailedSaveProfile
source: Failed to save profile.
ru: Не могу сохранить профиль.

# MainForm_Favorite
source: <Favorite>
ru: <Избранное>

# MainForm_FilterRenamed
source: Filter renamed.
ru: Фильтр переименован.

# MainForm_Hidden
source: <Hidden>
ru: <Скрытые>

# MainForm_IgnoredGame
source: Ignored {0} game{1}.
ru: Проигнорированно {0} игр{1}.

# MainForm_ImportedGames
source: Imported {0} games.
ru: Импортированно {0} игр.

# AutoCat_Name_Name
source: Name
ru: Название
uk: Назва
